{
  "chapters": {
    "1": {
      "verses": [
        { "text": "The proverbs of Solomon, son of David, king of Israel:", "reference": "1:1" },
        { "text": "to know wisdom and instruction; to discern the words of understanding;", "reference": "1:2" },
        { "text": "to receive instruction in wise dealing, in righteousness, justice, and equity;", "reference": "1:3" },
        { "text": "to give prudence to the simple, to the young man knowledge and discretion;", "reference": "1:4" },
        { "text": "that the wise man may hear, and increase in learning; that the man of understanding may attain to sound counsel;", "reference": "1:5" },
        { "text": "to understand a proverb and parables, the words and riddles of the wise.", "reference": "1:6" },
        { "text": "The fear of Yahweh is the beginning of knowledge. The foolish despise wisdom and instruction.", "reference": "1:7" },
        { "text": "My son, listen to your father’s instruction. Don’t forsake your mother’s teaching;", "reference": "1:8" },
        { "text": "for they will be a garland to grace your head, and a chain to adorn your neck.", "reference": "1:9" },
        { "text": "My son, if sinners entice you, don’t consent.", "reference": "1:10" },
        { "text": "If they say, “Come with us. Let’s lie in wait for blood. Let’s lurk secretly for the innocent without cause.", "reference": "1:11" },
        { "text": "Let’s swallow them up alive like Sheol, and whole, like those who go down into the pit.", "reference": "1:12" },
        { "text": "We’ll find all valuable wealth. We’ll fill our houses with plunder.", "reference": "1:13" },
        { "text": "Join with us. Let’s lie in wait for blood. Let’s lurk secretly for the innocent without cause.", "reference": "1:14" },
        { "text": "My son, don’t walk in the way with them. Hold back your foot from their path,", "reference": "1:15" },
        { "text": "for their feet run to evil. They hurry to shed blood.", "reference": "1:16" },
        { "text": "For the net is spread in vain before the eyes of any bird;", "reference": "1:17" },
        { "text": "for surely they lie in wait for blood. They lurk secretly for their lives.", "reference": "1:18" },
        { "text": "Such are the ways of everyone who is greedy for gain. It takes away the life of its owners.", "reference": "1:19" },
        { "text": "Wisdom calls aloud in the street. She utters her voice in the public squares.", "reference": "1:20" },
        { "text": "She calls at the head of noisy places. At the entrances of the city gates, she utters her words:", "reference": "1:21" },
        { "text": "“How long, you simple ones, will you love simplicity? How long will mockers delight themselves in mockery, and fools hate knowledge?", "reference": "1:22" },
        { "text": "Turn at my reproof. Behold, I will pour out my spirit on you. I will make known my words to you.", "reference": "1:23" },
        { "text": "Because I have called, and refused; I stretched out my hand, and no one paid attention;", "reference": "1:24" },
        { "text": "because you neglected all my counsel, and would have none of my reproof;", "reference": "1:25" },
        { "text": "I also will laugh at your disaster. I will mock when calamity overtakes you,", "reference": "1:26" },
        { "text": "when calamity overtakes you like a storm, when your disaster comes on like a whirlwind, when distress and anguish come on you.", "reference": "1:27" },
        { "text": "Then they will call on me, but I will not answer. They will seek me diligently, but they will not find me;", "reference": "1:28" },
        { "text": "because they hated knowledge, and didn’t choose the fear of Yahweh.", "reference": "1:29" },
        { "text": "They would none of my counsel. They despised all my reproof.", "reference": "1:30" },
        { "text": "They shall eat of the fruit of their own way, and be filled with their own schemes.", "reference": "1:31" },
        { "text": "For the backsliding of the simple will kill them. The careless ease of fools will destroy them.", "reference": "1:32" },
        { "text": "But whoever listens to me will dwell securely, in safety, without fear of harm.", "reference": "1:33" }
      ]
    },
    "2": {
      "verses": [
        { "text": "My son, if you accept my words, and store up my commandments within you,", "reference": "2:1" },
        { "text": "so as to turn your ear to wisdom, and apply your heart to understanding;", "reference": "2:2" },
        { "text": "yes, if you call out for discernment, and lift up your voice for understanding;", "reference": "2:3" },
        { "text": "if you seek her as silver, and search for her as for hidden treasures;", "reference": "2:4" },
        { "text": "then you will understand the fear of Yahweh, and find the knowledge of God.", "reference": "2:5" },
        { "text": "For Yahweh gives wisdom. Out of his mouth comes knowledge and understanding.", "reference": "2:6" },
        { "text": "He lays up sound wisdom for the upright. He is a shield to those who walk in integrity,", "reference": "2:7" },
        { "text": "that he may guard the paths of justice, and preserve the way of his saints.", "reference": "2:8" },
        { "text": "Then you will understand righteousness and justice, equity and every good course.", "reference": "2:9" },
        { "text": "For wisdom will enter into your heart. Knowledge will be pleasant to your soul.", "reference": "2:10" },
        { "text": "Discretion will watch over you. Understanding will preserve you,", "reference": "2:11" },
        { "text": "to deliver you from the way of evil, from men who speak perverse things,", "reference": "2:12" },
        { "text": "who forsake the paths of uprightness, to walk in the ways of darkness,", "reference": "2:13" },
        { "text": "who rejoice to do evil, and delight in the perverseness of evil;", "reference": "2:14" },
        { "text": "who are crooked in their ways, and devious in their paths,", "reference": "2:15" },
        { "text": "to deliver you from the strange woman, even from the foreigner who flatters with her words,", "reference": "2:16" },
        { "text": "who forsakes the friend of her youth, and forgets the covenant of her God;",
